{
  "places": [
    {
      "name": "Al Bicerin",
      "description": "Al Bicerin is the oldest cafe in Turin. It opened in 1763 and through the years has attracted the loyal following of poets and politicians, philosophers and composers and anyone else with a chill in their bones and a taste for the sublime.",
      "imagePath": "albicerin.png",
      "category": "Coffees",
      "lat": "45.076334",
      "long": "7.678958",
      "pictures": ["albicerin.png", "albicerin1.png", "albicerin2.png"]
    },
    {
      "name": "Palazzo madama",
      "description": "Palace that was the first Senate of the Italian Kingdom, and takes its traditional name from the embellishments it received under two queens (madama) of the House of Savoy.",
      "imagePath": "palazzomadama.png",
      "category": "Palaces",
      "lat": "45.070970",
      "long": "7.685882",
      "pictures": ["palazzomadama.png", "palazzomadama1.png", "palazzomadama2.png", "palazzomadama3.png"]
    },
    {
      "name": "Piazza San Carlo",
      "description": "Piazza San Carlo was designed by Carlo di Castellamonte in 1642 and completed in 1650. In the middle of the piazza you'll find the equestrian statue of Emanuele Filiberto (known to all as 'El Caval d' brons'), sculpted by Carlo Marocchetti in 1838. The porticoed buildings surrounding the piazza give space to numerous bars, cafes, and restaurants.",
      "imagePath": "sancarlo.png",
      "category": "Squares",
      "lat": "45.067253",
      "long": "7.682117",
      "pictures": ["sancarlo.png", "sancarlo1.png", "sancarlo2.png"]
    },
    {
      "name": "Basilica di Superga",
      "description": "Church that was built from 1717 to 1731 for Victor Amadeus II of Savoy, designed by Filippo Juvarra, at the top of the hill of Superga.",
      "imagePath": "superga.png",
      "category": "Churches",
      "lat": "45.080806",
      "long": "7.767677",
      "pictures": ["superga.png", "superga1.png", "superga2.png"]
    },
    {
      "name": "Parco del Valentino",
      "description": "Parco del Valentino (also known as Valentino Park) is a popular public park in Turin, Italy. It is located along the west bank of the Po river. It covers an area of 500,000mÂ², which makes it Turin's second largest park (Turin's largest park, the 840,000m² Pellerina Park, is Italy's most extended urban green area)",
      "imagePath": "valentino.png",
      "category": "Parks",
      "lat": "45.052348",
      "long": "7.686446",
      "pictures": ["valentino.png", "valentino1.png", "valentino2.png", "valentino3.png"]
    },
    {
      "name": "Gran Madre di Dio",
      "description": "The church of Gran Madre di Dio is a Neoclassic-style church located in front of Piazza Vittorio Veneto, at the western side of the bridge Vittorio Emanuele I, in Turin, Italy.",
      "imagePath": "granmadre.png",
      "category": "Churches",
      "lat": "45.062489",
      "long": "7.699038",
      "pictures": ["granmadre.png", "granmadre1.png", "granmadre2.png"]
    },
    {
      "name": "Piazza Vittorio Veneto",
      "description": "Piazza Vittorio Veneto is located at the end of via Po, and near the Po river. It covers an area of 39.960 m² and was built by  Giuseppe Frizzi in 1825. Today Piazza Vittorio is a very popular gathering place in Turin, as it houses many cafes and restaurants.",
      "imagePath": "vittorio.png",
      "category": "Squares",
      "lat": "45.0647573",
      "long": "7.695606",
      "pictures": ["vittorio.png", "vittorio1.png", "vittorio2.png", "vittorio3.png"]
    },
    {
      "name": "Giardini Reali",
      "description": "The Royal Gardens are gardens that are located behind the Royal Palace in Turin . The gardens behind the palace immediately begin and end in the course of St. Maurice. You access it from Piazza Castello , passing the entrance to the Royal Palace.",
      "imagePath": "giardini.png",
      "category": "Parks",
      "lat": "45.072513",
      "long": "7.689337",
      "pictures": ["giardini.png", "giardini1.png", "giardini2.png", "giardini3.png", "giardini4.png"]
    },
    {
      "name": "Caffè Torino",
      "description": "The Caffè Torino first opened in 1903. Its founder was courageous enough - and enough of an entrepreneur - to want to enter into competition with the famous old cafes which has overlooked the wonderful Piazza San Carlo for so many years. He turned the Caffè Torino into a kind a salon. The Caffè Torino was decorated according to the taste which prevailed at the turn of the century: beautiful marble, painted medallions, finely embossed long benches of wood and marble, a sumptuous staircase and beautiful gilded mirrors. It is the kind of taste which is timeless and which still looks good today.",
      "imagePath": "caffetorino.png",
      "category": "Coffees",
      "lat": "45.067465",
      "long": "7.681850",
      "pictures": ["caffetorino.png", "caffetorino1.png", "caffetorino2.png", "caffetorino3.png"]
    }
  ]
}